Tekla.Structures.ModelInternal.IEventHandler.AddListener(Tekla.Structures.Model.Events)


Tekla.Structures.ModelInternal.IEventHandler.RemoveListener(Tekla.Structures.Model.Events)


Tekla.Structures.ModelInternal.IEventHandler.AddUIListener(Tekla.Structures.ModelInternal.dotClientId_t,Tekla.Structures.ModelInternal.InputGeometryEvents)


Tekla.Structures.ModelInternal.IEventHandler.RemoveUIListener(Tekla.Structures.ModelInternal.dotClientId_t,Tekla.Structures.ModelInternal.InputGeometryEvents)
